
keyboard-cancel = ❌ Cancel
commands-start = 📋 بدء الرسالة
commands-lang = 🌏 تغيير اللغة
commands-cancel = Canceled
commands-delete = ❌ حذف
commands-donate-ar = ⭐️ تبرع
commands-unknown = 
  ❌ الأمر غير معروف

  📋 للحصول على قائمة بجميع الأوامر المتاحة، انقر على زر القائمة أو اكتب /start.

  إذا كنت تريد إنشاء ملصقات من رسالة، انقر على الزر أدناه!

commands-unknown-button = 🤖 إنشاء

start-text = مرحباً !سيساعدك QuotAfBot@ في صنع ملصقات متحركة
 ارسل رسالة لصنع ملصقات
 ارسل ملصق وساحاول اضافته لقاعدة البيانات الخاصة بي
 <a href="https://core.telegram.org/bots/inline">وضع الانلاين</a> البوت موجود في 

start-menu-pack = 🖼 حزمة الملصقات
start-menu-inline = ✍️ الانلاين
start-menu-private = 📨 الرسائل الخاصة
commands-settings = ⚙️ الأعدادات
start-random-button-text = 🔍Find more stickers
start-inline-query = random::use random::
  to find more
  sticker samples

add-animated-menu-inline = ✍️ انلاين
add-animated-menu-private = 📨 الخاصة

add-animated-success = ⭐️ تم اضافة الملصق الى قاعدة البيانات بنجاح اختر الوضع الذي تريده ⭐️

add-animated-errors-file_size = للأسف حجم الملف كبير جداً , ليس جاهزاً لاضافته لقاعدة البيانات لمعلومات اكثر تواصل معنا عبر @ContactAfBot
add-animated-errors-tgs = لسبب ما لم استطع اضافة الملصق الى قاعدة البيانات , ارسلت بلاغ الى الادارة , سنعمل على حل المشكلة

settings-main = ⚙️ الأعدادات
 حدد عنصر من القائمة
 حالياً يمكنك اعادة تعيين اللغة والملصقات
 اعدادات اخرى سيتم اضافتها في المستقبل

settings-reset = حدد النوع الذي تريد إعادة تعيين ملصقاته الى الوضع الافتراضي
settings-locale = قائمة اللغات
 اذا كنت تريد ان تترجم لغة البوت الى لغة اخرى تواصل معي @ContactAfBot

settings-locale-changed = تم تغيير اللغة بنجاح 👍
settings-locale-language-name = 🇦🇪 العربية

settings-menu-back = عودة
settings-menu-reset = اعادة تعيين الملصقات
settings-menu-locale = 🇦🇪 العربية
settings-menu-private = ✏️ في المحادثة الخاصة
settings-menu-inline = ✍️ الانلاين
settings-menu-delete = حذف
settings-menu-standart = الافتراضي

settings-inline = لديك {$count}/10 ملصقات في وضع الانلاين

    اضغط على حذف لحذف ملصق، الافتراضي لاضافة ملصقات من الحزم الافتراضية، {$emoji} لملصقات عشوائية

settings-delete-message = ❌ Choose mode to remove sticker sample:
more-stickers = ملصقات اضافية

stars-donate = ⭐️ Donate
stars-donate-text = 
  إذا أعجبك البوت، يمكنك دعمه بالتبرع بأي مبلغ. سيساعد هذا البوت على التطور والتحسين.

  شكراً لدعمك! 🙏
stars-donate-stars-amount = ⭐️ {$amount} ⭐️
stars-donate-invoice-title = تبرع لتطوير البوت
stars-donate-invoice-description = شكراً لدعم البوت! 🙏
stars-donate-success = شكراً