

keyboard-cancel = ❌ Отменить

commands-start = 📋 Стартовое сообщение
commands-lang = 🌏 Сменить язык
commands-cancel = Действие отменено
commands-settings = ⚙️ Настройки
commands-delete = ❌ Удалить
commands-unknown = 
  ❌ Неизвестная команда

  📋 Чтобы получить список всех доступных команд нажми на кнопку меню или на /start

  Если хочешь сгенерировать стикеры с сообщением нажми на кнопку ниже!

commands-unknown-button = 🤖 Сгенерировать

start-text = Привет! QuotAfBot поможет тебе создать анимированные стикеры с твоим сообщением.

  Отправь мне текст, чтобы сгенерировать стикер.

  Отправь Анимированный стикер и я попробую добавить его в свою базу.

  /lang - Сменить язык

  Бот также доступен в <a href="https://core.telegram.org/bots/inline">инлайн режиме</a>,
  набери: <i>@QuotAfBot [твой текст]</i> в любом чате!
  или <i>@QuotAfBot random::[твой текст]</i> для случайных шаблонов

start-menu-pack = 🖼 Стикерпак
start-menu-inline = ✍️ Инлайн
start-menu-private = 📨 ЛС
commands-settings = ⚙️ Настройки
start-random-button-text = 🔍Больше стикеров
start-inline-query = random::Используй random::
  в инлайне

add_animated-menu-inline = ✍️ Инлайн
add_animated-menu-private = 📨 ЛС
add_animated-success =
  ⭐️ Стикер успешно создан ⭐️

  Выбери режим в который его добавить либо пришли текст для генераци с ним.

  /cancel - Отмена
add_animated-errors-file_size = К сожалению размер файла слишком большой, стикер не подходит для добавления. За более подробной информацией обратитесь @ContactAfBot
add_animated-errors-tgs = К сожалению не удалось создать стикер, попробуйте другой стикер. Мы постараемся исправить ошибку.

settings-main = ⚙️ Настройки

  Выберете интересующий пункт меню

  В данный момент доступна смена языка и сброс стикеров.

  В дальнейшем будут добавлены другие опции

settings-reset = Выберете тип для которого хотите сбросить стикеры на стандартные
settings-locale = Список доступных языков:

  Если вы хотите перевести бота на другой язык, свяжитесь со мной @ContactAfBot

settings-locale-changed = 👍 Язык успешно изменен
settings-locale-language-name = 🇷🇺 Русcкий

settings-menu-back = Назад
settings-menu-reset = Сброс стикеров
settings-menu-locale = 🇷🇺 Язык
settings-menu-private = ✏️ ЛС
settings-menu-inline = ✍️ Инлайн
settings-menu-delete = Удалить
settings-menu-standart = Стандартные

settings-inline = У вас {$count}/10 стикеров в инлайн режиме.

  Нажмите Удалить, чтобы удалить стикер, Стандартные, чтобы добавить стикер из набора стандартных, {$emoji} для просмотра случайных стикеров для добавления

more_stickers = Больше стикеров

settings-delete-message = ❌ Выбери режим для удаления шаблона стикера:
